const million = [
    {
        question: "Первый вопрос!\nЧто сделал медведь, когда сел в машину?\n",
        answer1: "1. Сгорел\n",
        answer2: "2. Заснул\n",
        answer3: "3. Уехал\n",
        answer4: "4. Приуныл\n",
        right: 1,
    },
    {
        question: "Вопрос №2!\nВерный соратник Чапаева?\n",
        answer1: "1. Васька\n",
        answer2: "2. Петька\n",
        answer3: "3. Фурманов\n",
        answer4: "4. Колчак\n",
        right: 2,
    },
    {
        question: "Третий вопрос!\nКакое правильное название известного советского фильма? \"В бой идут одни '...' \"?",
        answer1: "1. Гавнюки\n",
        answer2: "2. Лошкари\n",
        answer3: "3. Старики\n", 
        answer4: "4. Молодцы\n",
        right: 3,
    },
    
];
console.log(million); 